<template>
  <div class="protocol-box register-agreement-box" v-show="isDocUserPro">
    <h2 class="agreement-txt-title">用户委托协议</h2>
    <p class="txt-call">甲方:用户 <br> 乙方(受托人): 喀什腾达信息科技有限公司 <br> 鉴于:</p>
    <p class="txt-paragraph">1.甲方是证券或商品期货市场的投资人,对股票市场、商品期货市场以及场外金融衍生品市场有着充分的认识并具备一定的投资经验。</p>
    <p class="txt-paragraph">2. 乙方是依法设立的企业法人,企业信誉良好,未受到任何行政处罚或监管,乙方工商登记的营业范围为:投资咨询；对第一产业、第二产业、第三产业的投资。</p>
    <p class="txt-paragraph">3.甲方已经完全阅读并理解中国证监会发布的《证券期货投资者适当性管理办法》、中国证券业协会发布的《中国证券期货市场场外衍生 品交易主协议（2014年版）》、《中国证券期货市场场外衍生品交易主协议(2014年版）补充协议》相关条款。</p>
    <p class="txt-paragraph">考虑到目前证券公司不接受自然人客户单独投资场外金融衍生品市场，甲方又具有场外金融衍生品期权的投资需求，在甲方同意自担风险、自享收益的基础上，就甲方委托乙方代为寻找场外金融衍生品投资通道的事宜达成如下协议：</p>
    <h3>一、委托期限</h3>
    <p>&nbsp;&nbsp;甲方委托乙方代为寻找证券期货场外衍生品交易的市场投资通道。</p>
    <h3>二、委托内容</h3>
    <p>&nbsp;&nbsp;1.合作期限内，鉴于甲方无法以个人名义直接购买证券期货场外衍生品，只能以乙方寻找的通道名义进行证券期货场外金融衍生品的交易，交易后果由甲方自行承担，甲方对交易流程清楚且无异议。</p>
    <p>&nbsp;&nbsp;2.甲方自行选择期权标的，自行确认买卖时间、价格及数量。乙方不负责推荐期权标的、价格、数量，一切交易过程均由甲方自行选定完成，乙方概不参与，乙方只负责将甲方的交易需求通过通道方完成。甲方并不依赖来自乙方工作人员的任何（书面或口头的）信息，并不以此作为投资意见或建议，其理解有关交易条款和条件的信息和解释不会被当作进行本交易的投资意见或建议。其从乙方收到的任何（书面或口头的）信息不会被视为对本交易预期效益的担保或保证。</p>
    <p>&nbsp;&nbsp;3.在甲方不存在违约行为的条件下，乙方确保通道方按照甲方的指示进行场外市场交易，确保甲方的交易指示能够最终落实。</p>
    <p>&nbsp;&nbsp;4.甲方授权乙方代为与期货公司/证券公司/通道方进行结算。</p>
    <h3>三、委托流程</h3>
    <p>1.询价</p>
    <p>&nbsp;&nbsp;甲方需通过登记邮箱或微信或QQ或其他约定的联系方式向乙方询价，询价应包括但不限于：交易时间、交易标的、交易方向、交易价格及交易量。</p>
    <p>2.成交</p>
    <p>&nbsp;&nbsp;(1).甲方询价且同意报价后，如甲方确认交易，应将相应期权费用支付至乙方指定账户，再向乙方发出准确的交易指令。交易指令包括但不限于交易时间、交易标的、交易方向、交易价格及交易量；</p>
    <p>&nbsp;&nbsp;(2).乙方仅根据甲方指令代为下单，具体成交结果以期货公司/证券公司/通道方的确认为准，乙方收到期货公司/证券公司/通道方的确认后，通过电子邮件或其他约定方式告知甲方；</p>
    <p>&nbsp;&nbsp;(3).具体成交时间，以期货公司/证券公司/通道方成交时间为准。交易完成后，乙方将交易结果及时通知甲方并根据本协议的约定进行结算。</p>
    <h3>四、关于通道方</h3>
    <p>&nbsp;&nbsp;因甲方无法以自身名义直接参与场外金融衍生品的交易，只能委托乙方通过通道方进行交易，但通道方因降低风险、保护商业秘密的需要，不能对外透露通道方的具体信息但同意提供交易结果并保证交易真实，甲方对此予以理解且不持异议。</p>
    <h3>五、委托费用</h3>
    <p>&nbsp;&nbsp;1.甲方确认购买证券期货场外衍生品所产生的费用均由甲方承担，包括但不限于期权费、询价费、委托服务费、通道费等与交易有关的一切费用，该等费用已经完全包括在甲方应支付的权利金（或统一称“期权费”）之中。</p>
    <p>&nbsp;&nbsp;2.甲方行权后，该次交易如出现盈利，乙方将本次交易的所有收益按双方约定账户返还给甲方账户，返还周期为T+3个工作日。如果出现亏损，甲方无需承担除权利金之外的其他损失。</p>
    <p>&nbsp;&nbsp;3.若政府部门届时需要征收投资收益的增值税或其他税费的，乙方届时将根据政府部门的要求，并按照期货公司/证券公司/通道方扣税后的返还比例将投资收益返还甲方账户。</p>
    <p>&nbsp;&nbsp;（备注：权利金支付账户由甲方自主选择，甲方选择支付对公账户的，若届时甲方产生投资收益，乙方将扣除应向政府部门缴纳的税费后，将剩余部分的收益返还甲方）</p>
    <h3>六、责任条款</h3>
    <p>&nbsp;&nbsp;1.甲、乙双方再次确认，乙方仅是接受甲方的委托和指示提供服务，甲方从事证券期货场外衍生品交易的后果由甲方承担，与乙方无关。</p>
    <p>&nbsp;&nbsp;2.交易过程中，若因期货公司/证券公司/通道方的原因出现各种交易障碍的，乙方应尽力协调并努力维护甲方的合法权益，但乙方并不对期货公司/证券公司/通道方的行为向甲方承担任何责任。</p>
    <p>&nbsp;&nbsp;3.在交易过程中遇到的市场风险、系统风险、合格投资者风险等各种风险，由甲方自行承担。</p>
    <p>&nbsp;&nbsp;4.乙方对甲方委托交易的真实性负责，确保甲方的交易指示能够最终落实。</p>
    <p>&nbsp;&nbsp;5.乙方在接受委托过程中不会向甲方代为理财，甲方私自委托乙方员工进行上述交易的视为甲方与员工个人的行为且与乙方无关，乙方不承担任何责任，甲方对此清楚无误。</p>
    <h3>七、其他</h3>
    <p>&nbsp;&nbsp;1.本协议的电子文本与纸质文本具备相同的法律效力。</p>
    <p>&nbsp;&nbsp;2.本协议履行过程中产生的争议各方协商解决，协商不成的由乙方所在地人民法院管辖。</p>

    <br />
    <slot>
    </slot>
    <br />
  </div>
</template>

<script>
export default {
  name: 'doc-user-entrustment',
  props: {
    isDocUserPro: {
      type: Boolean,
      default: false
    }
  }
}
</script>

<style scoped lang="stylus">
.register-agreement-box
  padding 0 10px
  text-align left
  .agreement-txt-title
    font-size 1.5em
    text-align center
    margin 20px 0
  .txt-sign
    text-align right
</style>
